{
    "version": "https://jsonfeed.org/version/1",
    "title": "Göğe Bağırma Durağı",
    "description": "",
    "home_page_url": "https://kofteburger.github.io/goge-bagirma-duragi",
    "feed_url": "https://kofteburger.github.io/goge-bagirma-duragi/feed.json",
    "user_comment": "",
    "author": {
        "name": "mko"
    },
    "items": [
        {
            "id": "https://kofteburger.github.io/goge-bagirma-duragi/bu-menueleri-kimler-yiyor/",
            "url": "https://kofteburger.github.io/goge-bagirma-duragi/bu-menueleri-kimler-yiyor/",
            "title": "Bu Menüleri Kimler Yiyor?",
            "summary": "<p>Hani daha önceki ilk üç yazıyı okuyup da hak veren olmuşsa bile eminim bu yazıyı okuyunca ya bilerek yanlış şeyler yazıp da tepki toplamaya çalıştığımı veya en azından yalan söylediğimi düşünenler olacaktır. Böyle bir düşüncem gerçekten yok. İnanın hiçbir zaman internette tepki çekmek için inanmadığım bir şey yazmadım. Peki bu kadar hassas olan konu ne. Konu çeşitli fastfood lokantalarının online menülerinde artık yıllardır gözüme çarpan ‘oyuncu’ menüleri. Bu menüleri kimler yiyor?</p>\n",
            "content_html": "<p>Hani daha önceki ilk üç yazıyı okuyup da hak veren olmuşsa bile eminim bu yazıyı okuyunca ya bilerek yanlış şeyler yazıp da tepki toplamaya çalıştığımı veya en azından yalan söylediğimi düşünenler olacaktır. Böyle bir düşüncem gerçekten yok. İnanın hiçbir zaman internette tepki çekmek için inanmadığım bir şey yazmadım. Peki bu kadar hassas olan konu ne. Konu çeşitli fastfood lokantalarının online menülerinde artık yıllardır gözüme çarpan ‘oyuncu’ menüleri. Bu menüleri kimler yiyor?</p>\n\n<p>Ben 1998 yılında ilk bilgisayarımı edindiğimde okuldakiler bana sanki hayatta olabilecek en acayip şeymiş bilgisayarla ilgilenmek gibi hissettirdiler. Bilhassa sıra arkadaşım olan kız. Onun da evde bilgisayar olduğu halde hiç ilgilenmiyordu. Hatta, konumuz hiç o değil ama benim ‘girl gamer’ olgusunu garipsememin sebebi de 1998-1999’a dayanır. Hani keşke olsaydı ilgi alanlarımızın ortak bir noktası.</p>\n<p>“E canım biz senin o dediğin zamanda daha portakalda vitamindik” diyen zoomer arkadaşlar olacaktır. İlkokulu geçelim, ortaokulu (ki ilköğretim ikinci kademe idi ya bizim zamanımızda her neyse) geçelim, liseyi de geçelim üniversiteye gelelim. Üniversitede toplam bilgisayar oyunu oynayan tanıştığım insan sayısı rakamla 1, sayıyla bir. Hatta o da enteresan bir şekilde okulda ilk tanıştığım kişidir. Ondan sonra çeşit çeşit mühendislik okuyanlarla tanıştım, kendi evi arabasıyla olanla tanıştım, KYK’da kalanla tanıştım hiçbiri bilgisayar oyunlarıyla ilgili değildi. Hani bunu yabancıya okutsan “konsol oyunu oynuyordur” diyenler olacaktır. Ama Microsoft’un bize ancak 2011’in sonunda bahşettiği Xbox 360’ı duyan olduğundan da şüpheliyim.</p>\n<p>Bir keresinde üniversitede bir kız bana The Sims oynamaktan hoşlandığından bahsetmişti. Neden konuyu oraya getirdiysem. Her neyse, ama sene 2011 idi ve iki sene önce çıkmış olan The Sims 3’ten habersizdi ve halen The Sims 2 oynuyormuş. Oysa ben 2010’da bırak korsanı morsanı Teknosa’da The Sims 3 Collector’s Edition gördüğümü hatırlıyorum. Keşke alsaymışım.</p>\n<p>Burada mesela elbette tek tek insanlara ‘neden benim sevdiğim şeyleri sevmiyorlar’ demek değil. Neden ‘böyle bir şey varsa bana denk gelmiyor’ demek. Göğe bağırma insanlara değil kendi şansına belki de kendisiyle aynı kafada olan ya da en azından benzer zevklere sahip insanları bulamayacak iletişim eksikliğinden dertli olmaya bir bağırma. Yoksa ben hobi polisi değilim. Ama kırk binden fazla öğrencinin olduğu üniversitede, toplam cirosu sinema ve müzik sektörlerinin cirosundan daha fazla olan bir sektörün ürünleriyle ilgilenen toplam bir kişiyle tanışıyorsam beş buçuk senede, izin verin de biraz yakınayım.</p>\n<p>                 </p>",
            "image": "https://kofteburger.github.io/goge-bagirma-duragi/media/posts/5/DALLE-2025-03-07-20.49.36-A-humorous-depiction-of-the-Hobby-Police__-A-fictional-police-officer-wearing-a-uniform-labeled-Hobby-Police._-The-officer-is-sternly-inspecting.webp",
            "author": {
                "name": "mko"
            },
            "tags": [
                   "Sosyal",
                   "PC",
                   "Oyun",
                   "Hobi Polisi"
            ],
            "date_published": "2025-03-07T20:53:31+03:00",
            "date_modified": "2025-03-07T20:53:31+03:00"
        },
        {
            "id": "https://kofteburger.github.io/goge-bagirma-duragi/koepek-isesin-hikaye-odakli-oyunlara/",
            "url": "https://kofteburger.github.io/goge-bagirma-duragi/koepek-isesin-hikaye-odakli-oyunlara/",
            "title": "Köpek İşesin Hikaye Odaklı Oyunlara",
            "summary": "<p class=\"align-center\">Blog’a başlamadan önce birçok fikrim varmış gibi hissediyordum ama yazmaya başlayınca aklıma pek bir şey gelmedi. Sonra Reddit'te gezinirken gözüme bir yorum çarptı ve en azından reddit’te popüler olan ve benim körü körüne aksini düşündüğüm bir konu. Tek oyunculu, hikaye odaklı oyunlar mı, sürekli (Game as a service) Online oyunlar mı?</p>\n",
            "content_html": "<p class=\"align-center\">Blog’a başlamadan önce birçok fikrim varmış gibi hissediyordum ama yazmaya başlayınca aklıma pek bir şey gelmedi. Sonra Reddit'te gezinirken gözüme bir yorum çarptı ve en azından reddit’te popüler olan ve benim körü körüne aksini düşündüğüm bir konu. Tek oyunculu, hikaye odaklı oyunlar mı, sürekli (Game as a service) Online oyunlar mı?</p>\n\n<p class=\"align-center\">Öncelikle bazıları sanki online oyun olunca, illaki bu çok rekabetçi, profesyonel oyunlar olacak diye düşünüyor. Ben açıkçası League of Legends’ı bilgisayarıma kurmadım bile. Dota 2’yi kurdum ama eğitim bölümünde sıkıldım kapattım. Ha yine ‘benim zamanımda şöyleydi’ deme fırsatı doğdu, Warcraft 3 haritası olan Dota: All Stars’ı oynamışlığım var. O zamanki bir arkadaşım ısrar etmişti bunu oynayalım diye birkaç el attık. Hatta hatırlıyorum ben hep normal Warcraft 3 oynayalım derdim.</p>\n<p class=\"align-center\">Neyse, konuyu fazla dağıtmayalım. Demek istediğim çok oyuncu olunca illaki bu ağır rekabetçi, kazanma kaybetme üzerine oyunları oynamak lazım değil. Warframe’i mesela senelerce muhtemelen solo oynamışımdır. Gerçi, bu oyun tek başına, oyunların gereksiz insancıllaşmasına (alın size yeni kelime) bir örnek. Sonradan ‘cinematic quest’ davasında bunu da ağır bok ettiler öyle böyle değil. Hatta ‘bok ettin bayan’ bile diyebiliriz belki ama gerçek şu ki, önceki idare etti önce o yüzden tam da doğru olmaz.</p>\n<p class=\"align-center\">Bu ‘yürüme simülasyonu’, mesaj kaygılı, oyunlar. Mesela, Tomb Raider (2013), oynamıştım. Bence çok akılda kalıcı bir oyun değildir ama her neyse. Sonra bir sonraki oyunun fragmanında Lara’nın elleri titriyor da psikoloğa travmasını anlatıyor da bilmem ne. Valla önceki Tomb Raider oyunlarında Lara ‘travma’ geçirdi mi hiç düşünmemiştim. Yani konuyu simlerin psikolojisine. Ne bileyim Need for Speed’te kaybeden yarışçıların yaşadıklarına mı getireceksiniz? Oyun karakterleri insan değildir ve psikolojileri olmamalı.</p>\n<p class=\"align-center\">Son yıllarda (artık on yılı aşkın bir sürede) “ruhsal sağlığı tabu olmaktan çıkarma” diye bir duyar var. E şimdi “ulan hıyar, insanların ruh hallerini düşünmeleri seni niye gerdi” diyenler olabilir. Valla ben hiçbir zaman oyundaki karakterleri kendi yerime koymadım. Onların başlarından geçenleri kendi hayatıma uygulanabilir bulmadım. Bana daha çok oyunları ‘gerçek sanat’ haline sokmaya çalışma gibi geliyor. Nedense sanat olması için (sanat olması gerekiyor diyelim hadi oyunların) ‘insan varoluşunu yansıtma’ gibi bir şart varmış, sanatın amacı buymuş gibi bir düşünce var sanki. Bu diğer sanatlar için doğru desek (ki değil bence ama. Hadi öyle diyelim) bu biraz ‘fotoğrafçılar ressam olamamışlardır, diş hekimleri tıp doktoru olamamışlardır’ (ki en azından diş hekimliği için doğru değil bu) gibi bir şey. İktisatın fiziğe özenmesi gibi (İktisat Nobel’i bildiğin rüşvet sonucu verilmeye başlandı) Oyun geliştiricilerinde de sanki sinemaya özenme var. Aman illaki bir alt metin koyalım. Ama bak zekiyiz, yapıştır bu ırkçılık mesajı bu demokrasi mesajı, bu başka ayrımcılık bilmem ne. Burada mevzu verdikleri ya da vermeye niyet ettikleri mesajın doğru olup olmaması değil. Niye böyle bir işe girdin ki? Hani biraz olsaydı tamam da. Neden bütün mesajı “dindar olmanı insanı kötü yapar” gibi bir oyun -Bioshock Infinite- yaptınız? Bu oyunu oynayıp da fikri değişen oldu mu? Olduysa amma hafifmiş karar verme süreciniz.</p>\n<p class=\"align-center\">Neyse işte sonuç olarak. Özellikle Half-Life ile başlayıp, Bioshock serisi, The Last of Us filan derken iyice insancıllaşan tek oyunculu oyunlar bence daha ‘sosyal’ modern MMO ya da Fallout 76 gibi ‘hafif MMO’lardan. Ben Fallout 76’da girip ‘daily challenge’ ‘ları yapıp çıkınca daha çok zevk alıyorum herhangi modern bir tek oyunculu oyundaki ‘insan varoluşunu keşfetme serüveni’ ‘nden.</p>\n<p class=\"align-center\">Bu belki biraz konsol oyunları ile PC oyunlarının büyük oranda birleşmesi ile alakalı diyeceğim ama mesela Batman Arkham Asylum, City ve Origins’te mesela pek de öyle hissetmemiştim. Fallout: New Vegas’ı mesela defalarca oynadım hiç ‘arka plandaki mesajlar’ ‘ı düşünmedim. Daha çok “acaba bu quest’i başka ne yolla çözeriz” diye düşündüm. Hani yoksa vay NCR, vay Caesar’s Legion, demokrasi !!!11 bir bir diye niye düşüneyim. Veya vay efendim NPC’lerin hayat öyküleri diye düşünmedim</p>",
            "image": "https://kofteburger.github.io/goge-bagirma-duragi/media/posts/4/277GFZGZ9SN2TP6RRZXFY42BV0.jpeg",
            "author": {
                "name": "mko"
            },
            "tags": [
                   "Sosyal",
                   "PC",
                   "Oyun",
                   "Köpek İşesin"
            ],
            "date_published": "2025-03-05T18:56:23+03:00",
            "date_modified": "2025-03-05T19:06:32+03:00"
        },
        {
            "id": "https://kofteburger.github.io/goge-bagirma-duragi/hicbir-yere-cikmayan-yollar/",
            "url": "https://kofteburger.github.io/goge-bagirma-duragi/hicbir-yere-cikmayan-yollar/",
            "title": "Hiçbir Yere Çıkmayan Yollar",
            "summary": "<p class=\"align-center\">Şimdi, (şimdi en güzel girizgahtır) Chatgpt sağ olsun aşağıdaki yazıyı ben daha istemeden lebledi. Bakalım ne kadarı bana uygun ne kadarına katılıyorum</p>\n",
            "content_html": "<p class=\"align-center\">Şimdi, (şimdi en güzel girizgahtır) Chatgpt sağ olsun aşağıdaki yazıyı ben daha istemeden lebledi. Bakalım ne kadarı bana uygun ne kadarına katılıyorum</p>\n\n<blockquote>\n<p class=\"align-left\"><span style=\"text-decoration: line-through;\">Bazen hayat garip. Bir şeylere sinirleniyorsun, hayal kırıklığına uğruyorsun, bazen de sadece durup düşünüyorsun. Sonra fark ediyorsun ki, aslında asıl garip olan sensin. Ama bunu bilmek bir şey değiştiriyor mu? Sanmıyorum.</span></p>\n</blockquote>\n<p class=\"align-center\">Bunu zaten yazının önceki halinden almış geçtik. </p>\n<blockquote>\n<p>Geçmişte bir şeylere çok değer verirdik. Şimdi kimse umursamıyor.</p>\n</blockquote>\n<p class=\"align-center\">Bu yanlış değil ama hafif klişe. </p>\n<blockquote>\n<p>Eskiden MSN'de \"Son görülme\" diye bir şey yoktu, çünkü zaten herkes online’dı. Şimdi insanlar yazıp yazmamayı bile hesaplıyor.</p>\n</blockquote>\n<p class=\"align-center\">Ben açıkçası bu 'son görülme' muhabbetini hiç anlamadım. Sevgililer gerçekten birbirine böyle şeylerin hesabını mı soruyor diyeceğim ama en az 10 sene geç kalmış bir soru olacak. 'Sevgilin yoksa da yazdığın kızın son görülmesine bak' diyenler olacaktır. Valla o tür girişimlere girdiğim zamanda (Obama ABD Başkanı iken.)  Zaten başkalarıyla da yazıştığı varsayımı ile hareket ettim ki hep doğru çıktı.</p>\n<p class=\"align-center\">Ben daha çok. 'Ne MSN'i bizim zamanımızda ICQ vardı. Bir de Odigo vardı mesela tutmadı' demek istiyorum. O zamanlar kullanıyor muydum? Eh 3 5 kişi vardı. Lisede mesela çok az kişiyi MSN Messenger'da eklemişimdir. On kişiden az kesinlikle.</p>\n<p class=\"align-center\">Bir de mesela Whatsapp'ı Nokia N79'a yüklemiştim. Gayet güzel çalışıyordu ama o dönem kimsede yoktu. Sonra Android'e geçtim. Toplam 3-4 kişide vardı o zaman. Nitekim, o muhabbetler de hiçbir yere ulaşmadı. </p>\n<blockquote>\n<p>Eskiden bilgisayarı kapatınca internet de kapanırdı, şimdi ise internet her yerde ama içi bomboş. Birileri bir zamanlar ekran koruyucularına bile ruh katıyordu, şimdi her şey düz ve ruhsuz.</p>\n</blockquote>\n<p class=\"align-center\">Burada da gene 'ben zamanında şöyle yaptım' ilk aklıma gelen kalıp. Ama önce lafın kendisini değerlendirelim. Eskiden bilgisayar kapanınca internet kapanırdı. Hatta ister dial-up ister USB adsl modem olsun hakikaten evdeki internet kapanırdı bağlı olduğu PC (evinde Mac olan hiç kimseyi tanımadım). Ama ben İlk olarak 2001'de Motorola V100 ile WAP'a girdim. Onu çok kullanmadım, zira çok pahalıydı CSD idi onun adı ve aynen dial-up gibi dakika başıma ücretlendiriliyordu.</p>\n<p class=\"align-center\">Sonra 2003'te Nokia 3510 ile GRPS üzerinden WAP'a geçince baya kullandım. Mesela SurfCell diye bir hizmeti vardı Turkcell'in. Web sayfalarındaki metni WAP sayfasına çeviren. Onunla ekşi sözlük'e baya girdim. Hatta yaşımın tutmadığı yerlere dahi girdim o zaman. </p>\n<p class=\"align-center\">Ha ama benim girmemle kültür, toplum değişmedi elbette. 2013'te sonra mobil internet'in iyice <em>ayağa düşmesi </em>ile iyice anaakım oldu internet ve sosyal medya. Tabi biraz hatta baya seçkinci bir düşünce ama ben açıkçası interneti kullanan veya en azından internete bir şeyler koyanların daha genç, teknoloji meraklısı tipler olduğu varsayımını uzun süre sürdürdüm. Şu an hane halkının internete erişim oranı %95 mi ne. Benim kafa herhalde %30 olduğu dönemde kalmış.</p>\n<blockquote>\n<p class=\"align-center\">Ama bu sadece benim yaşlandığım anlamına mı geliyor?</p>\n</blockquote>\n<p class=\"align-center\">Yaşlandığımı ne zaman anladım biliyor musunuz? Benim ya hiç duymadığım ya da duyduğum \"liselilerin uğraştığı şeyler\" olarak düşündüğüm şeylerin nostalji olarak sunulduğunu gördüğüm anda. </p>\n<p class=\"align-center\">Tabi mesele yaşlanmaktan ziyade, yaşlanıp hayatta bir yerlere gelmemiş olmak. Diyeceğim ama belki biraz fazla özele girmiş olarak. Belki daha sonra onu da anlatırım.</p>\n<blockquote>\n<p class=\"align-center\">Kendi kendine fark ettiğin şeyler bazen en can sıkıcı olanlar. Mesela yıllardır görmediğin bir çocukluk arkadaşının artık bir yabancı olduğunu fark etmek.</p>\n</blockquote>\n<p class=\"align-center\">En son bir çocukluk arkadaşımı yüz yüze gördüğümde doğan çocuklar ortaokulu bitirecekler. Görüşmememin sebebi bu değil ama olumlu bir yan etkisi de neyin normal olduğu algımı zamanında tanıdıklarımın artık bu noktada 20 yıl önceki halleriyle sabit olması. Benim garipsediğim şeyleri bu 20 hatta 25 önce tanıdıklarım bu son yıllarda yapmışlardır belki. Ama ben görmediğime göre (facebook'ta eklediğim herkesi takipten çıkarım ilk iş olarak) herkes benim bıraktığım gibi kalmıştır. Veya tamam tabi ki ortaokuldaki kalmamışlardır ama o zaman yetişkin olanlar gibi olmuşlardır. Aksi yönde bir bilgi bana ulaşmadı.</p>\n<blockquote>\n<p class=\"align-center\">Ya da sevdiğin bir markanın rezil bir hâle geldiğini görmek.</p>\n</blockquote>\n<p class=\"align-center\">Bu düşündüğümden fazla etkiliyor beni. Hani saçma belki ama. Kullandığım bir ürünü ya da hizmeti bana göre bozduklarında insanın tadı kaçıyor. Ha hayatta derdim bu mu? Değil ama değişen zamanların habercisi olduğu da bir gerçek hani. Tam rekabet piyasası var sayımındaki gibi bütün mallar eşit değil maalesef.</p>\n<blockquote>\n<p>Belki de çok değer verdiğin bir oyunun ya da dizinin, aslında hiçbir zaman o kadar da mükemmel olmadığını anlamak.</p>\n</blockquote>\n<p class=\"align-center\">Belki de huysuzluğumun en saçma kısmı bu. Zamanında izlediğim bir şeyi tekrar izleyip o zaman görmediğim şeyleri anlayınca (ya da TV Tropes sayfasını okuyunca) tadım kaçıyor. Mesela 'şöyle bir toplumsal mesaj' verdiklerini anlayınca sinirleniyorum. E ne yani dedikleri yanlış mı? Yo değil ama ben öyle bir tartışma olduğundan dahi habersizdim. Biraz da hayattan istediğini alamayınca 'ben saksı değilim en çok bana duyar kasacaksın' düşüncesi de oluyor. Tabi bundan konuşmaya devam edersem baya uzar ama ben, 'güç yoksa sorumluluk da yoktur' fikrini benimsemiş birisiyim.</p>\n<blockquote>\n<p>Olsun, yine de bir şeyleri sevmeye devam ediyoruz.</p>\n</blockquote>\n<p class=\"align-center\">Kahve içiyorum mesela. Onu severim. </p>\n<blockquote>\n<p class=\"align-center\">Belki de bu blogun amacı tam olarak bu: hem bağırmak hem de bağırırken farkındalık kazanmak. Ya da tamamen saçmalamak, kim bilir? Bazen insanın kendini fazla ciddiye almaması lazım.</p>\n</blockquote>\n<p class=\"align-center\">İşin komik tarafı. Başkası yazsa ben bu blog'u okur muyum? Cevap hayır. Yine benzer bir şey diyeceğim. Blogger's daha bırak Google'ın satın almasını, daha ortama blogspot yokken, sadece FTP ile kullanılabildiği zaman kaydolmuştum ama hiçbiri zaman uzun soluklu bir blog yazmadığım gibi başkalarının yazdıklarını da okumadım. Hatırlıyorum okumaya çalıştığımı, konu tam olarak da neydi orasını hatırlamıyorum. Siyaset miydi, genel olarak hayat mıydı. Bir iki paragraf okuduktan sonra \"bana ne ulan senin görüşlerinden\" demiştim kendi kendime.</p>\n<blockquote>\n<p class=\"align-center\"><span style=\"text-decoration: line-through;\">Peki, ben bunları ChatGPT’ye sabah 6’da yazdırmış mıyımdır? Muhtemelen.</span></p>\n</blockquote>\n<p class=\"align-center\">Bu hem önceki yazından kalmış hem de alıntı içinden olmayan her şeyi kendim yazdım. </p>\n<p class=\"align-center\"> </p>\n<p class=\"align-center\"> </p>\n<p class=\"align-center\"> </p>",
            "image": "https://kofteburger.github.io/goge-bagirma-duragi/media/posts/3/Y2NZTSH2KJ3H352P632832ESW0.jpeg",
            "author": {
                "name": "mko"
            },
            "tags": [
                   "Meta"
            ],
            "date_published": "2025-03-04T18:22:08+03:00",
            "date_modified": "2025-03-08T17:30:42+03:00"
        },
        {
            "id": "https://kofteburger.github.io/goge-bagirma-duragi/goegre-bagirma-duragi-nedir/",
            "url": "https://kofteburger.github.io/goge-bagirma-duragi/goegre-bagirma-duragi-nedir/",
            "title": "Göğe Bağırma Durağı Nedir?",
            "summary": "Bazen hayatı anlamakta zorlanıyorsun. Bir şeylere sinirleniyorsun, hayal kırıklığına uğruyorsun, belki de sadece garipsiyorsun ama sonra fark ediyorsun ki, asıl garip olan sensin. İşte Göğe&hellip;",
            "content_html": "<p data-pm-slice=\"1 1 []\">Bazen hayatı anlamakta zorlanıyorsun. Bir şeylere sinirleniyorsun, hayal kırıklığına uğruyorsun, belki de sadece garipsiyorsun ama sonra fark ediyorsun ki, asıl garip olan sensin.</p>\n<p>İşte <em>Göğe Bağırma Durağı</em> tam olarak bu farkındalığın durağı. Normal bir insan ya garip olduğunu kabul eder ve hayatına öyle devam eder ya da değişmeye çalışır. Ben ise aklımdaki, parçalanmış ve artık çoğu pişmanlık ya da öfke ile dolu düşünce kırıntılarını burada topluyorum.</p>\n<p>Hayatta öyle bir noktaya geliyorsun ki, düşlediğin dünya ile gerçek dünyanın arasındaki perde kalkıyor ya da bazen gerçekle barışıkken fark ediyorsun ki o gerçek çoktan geçmişte kalmış. Bunları gören biri olarak bazen kendini \"göğe bağıran\" biri gibi hissetmemek elde değil. Ama bunu fark ettiğin an, gerçekten bir şey değişiyor mu?</p>\n<p>Belki de bu blogun amacı tam olarak bu: hem bağırmak hem de bunu yaparken kendine bir bahane vermek. İnsanın kendini bilmesi en büyük erdemdir derler, değil mi?</p>\n<p>Peki, ben bunları ChatGPT'ye sabah 6'da yazdırmış mıyımdır? </p>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://kofteburger.github.io/goge-bagirma-duragi/media/posts/2/wZYKXHz.png\" alt=\"The Future is Now Old Man. Malcolm in the Middle\" width=\"666\" height=\"386\" sizes=\"(min-width: 920px) 703px, (min-width: 700px) calc(82vw - 35px), calc(100vw - 81px)\" srcset=\"https://kofteburger.github.io/goge-bagirma-duragi/media/posts/2/responsive/wZYKXHz-xs.png 300w ,https://kofteburger.github.io/goge-bagirma-duragi/media/posts/2/responsive/wZYKXHz-sm.png 480w ,https://kofteburger.github.io/goge-bagirma-duragi/media/posts/2/responsive/wZYKXHz-md.png 768w ,https://kofteburger.github.io/goge-bagirma-duragi/media/posts/2/responsive/wZYKXHz-lg.png 1024w\"></figure>",
            "image": "https://kofteburger.github.io/goge-bagirma-duragi/media/posts/2/00002-2025-03-07.png",
            "author": {
                "name": "mko"
            },
            "tags": [
                   "Meta"
            ],
            "date_published": "2025-03-04T06:20:40+03:00",
            "date_modified": "2025-03-08T17:32:57+03:00"
        }
    ]
}
